import React from 'react';

export default function index() {
  return (
    <div style={{ padding: 50 }}>
      <h1 style={{ textAlign: `center` }}>办公预约隐私政策</h1>
      <p>
        在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款，特别应重点阅读我们以粗体标识或粗体下划线的条款，请您审慎阅读并选择接受或不接受本协议，确保您充分理解和同意后再开始使用。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。本协议约定哈尔滨玖柒网络科技有限公司与用户之间关于“办公预约”软件服务（以下简称“服务“）的权利义务。同时我们深知个人信息对您的重要性，您的信任对我们非常重要，为此，在您使用办公预约的产品和服务的过程中，我们将根据法律法规要求并参照行业最佳实践为您的个人信息安全提供充分保障。
      </p>
      <h2> 一、 “办公预约”服务条款的确认和接纳 </h2>
      <h3>1.1定义</h3>
      <ul>
        <li>“办公预约”：指由黑龙江省云昱科技有限公司所有并运营的客户端。</li>
        <li>
          经营者：指“办公预约”所有者、经营者、“办公预约”客户端商品和/或服务提供者的单称或合称。
        </li>
        <li> 用户：指注册成为“办公预约”的用户。</li>
        <li>
          个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。包括但不限于身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息等的个人信息。
        </li>
      </ul>
      <h3>
        1.2“办公预约”的各项电子服务由黑龙江省云昱科技有限公司提供和运营。用户同意本协议所有条款并完成注册程序，才能成为“办公预约”的正式用户。用户确认：本协议条款是处理双方权义务的依据，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
      </h3>
      <h3>
        1.3
        用户点击同意本协议的，即视为用户确认自己具有享受“办公预约”提供的注册会员、预约接见、信息分享、预约提醒等服务相应的权利能力和行为能力，能够独立承担法律责任。
      </h3>
      <h3>
        1.4
        哈尔滨云昱科技有限公司保留在中华人民共和国大陆地区依法决定拒绝服务、关闭用户账户、清除或编辑内容的权利。
      </h3>
      <h2> 二、账号注册</h2>
      <ol>
        <li>
          用户在使用本服务前需要注册一个“办公预约”账号。“办公预约”账号应当使用手机号码绑定注册，请用户使用尚未与“办公预约”账号绑定的手机号码，以及未被服务根据本协议封禁的手机号码注册“办公预约”账号。服务可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。用户应向办公预约提供注册资料，用户承诺其提供的注册信息真实、准确、完整、合法有效，用户注册信息如有变动的，应及时更新其注册信息。如果用户提供的注册信息不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果。
        </li>
        <li>
          “办公预约”系基于“办公预约“的APP产品，用户注册时应当授权办公预约及使用其个人信息方可成功注册“办公预约”账号。故用户完成注册即表明用户同意服务提取、公开及使用用户的信息。
        </li>
        <li>
          鉴于“办公预约”账号的绑定注册方式，您同意服务在注册时将允许您的手机号码及手机设备识别码等信息用于注册。
        </li>
        <li>
          在用户注册及使用本服务时，办公预约需要搜集能识别用户身份的个人信息以便服务可以在必要时联系用户，或为用户提供更好的使用体验。用户在“办公预约”进行预约、查询预约等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，“办公预约”将予以严格保密，除非得到用户的授权或本协议约定或法律另有规定，“办公预约”不会向外界披露用户隐私信息。
        </li>
        <li>
          用户注册成功后，将产生用户名和密码等账户信息，用户可以根据“办公预约”规定修改密码。用户应谨慎合理地保存、使用其用户名和密码。账户因用户主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由用户自行承担。
        </li>
        <li>
          用户同意，“办公预约”拥有通过邮件、短信、电话、客户端推送等形式，用户发送预约提醒、预约变更等信息的权利。如果用户认为被打扰，有选择拒绝接受相关信息的权利。
        </li>
        <li>
          用户不得将在“办公预约”获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。
        </li>
        <li>
          用户同意，发生法律法规及个人信息保护政策规定的情形时，“办公预约”有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。
        </li>
        <li>用户对其账户项下所有的行为及相应的结果负责。</li>
      </ol>
      <h2> 三、用户个人隐私信息保护</h2>
      <p> 我们如何收集和使用您的个人信息</p>
      <p>
        个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。敏感个人信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息，包括生物识别、宗教信仰、特定身份、医疗健康、金融账户、行踪轨迹等信息，以及不满十四周岁未成年人的个人信息。（我们将在本政策中对涉及到的敏感个人信息以粗体进行显著标识）。
        我们会遵循正当、合法、必要的原则，出于本政策所述的以下目的，收集和使用您在使用产品与/或服务过程中主动提供或因使用产品与/或服务而产生的个人信息，以及从第三方获取您的相关个人信息。如果我们要将您的个人信息用于本政策未载明的其它用途，或将基于特定目的收集而来的信息用于其他目的，我们将以合理的方式向您告知，并在使用前再次征得您的同意。
      </p>
      <p> （一）您须授权我们收集和使用您个人信息的情形</p>
      <p>
        我们的产品与/或服务包括一些核心功能，这些功能包含了实现办公预约所必须的功能及保障交易安全所必须的功能。我们可能会收集、保存和使用下列与您有关的信息才能实现上述这些功能。如果您不提供相关信息，您将无法享受我们提供的产品与/或服务。这些功能包括：
      </p>
      <p>1、实现办公预约所必须的功能</p>
      <p>（1）账户注册、登录与验证</p>
      <p>
        当您注册“办公预约”账户时，您至少需要向我们提供您准备使用的“办公预约”账户名、密码、您本人的手机号码，我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效，通过SIM卡信息识别并显示对应的运营商。
        当您成功注册“办公预约”账号后，可以使用“办公预约”账号登录“办公预约”APP，登录时您需要向我们提供您的账号信息。若您不提供这类信息，您将无法登录和在““办公预约””购买商品，同时也无法使用浏览和搜索功能。
      </p>
      <p>（2）预约信息展示和搜索</p>
      <p>
        我们将根据您的预约申请及变更信息为您查询所有预约申请及相关信息，并且在发生变更，或即将到期时为您发送推送提醒。
      </p>
      <p> 2、保障交易安全所必须的功能</p>
      <p>
        为保障您使用我们的产品与/或服务时系统的稳定性和安全性，防止您的个人信息被非法获取，更准确地预防欺诈和保护账号安全，我们需要收集您的设备信息（设备型号、设备Mac地址、应用进程列表、设备识别码、设备序列号、操作系统及软件版本、设备状态、网络状况）、历史上网记录、日志信息、面部信息、IP地址、位置信息、浏览信息、订单信息、常用软件列表、ssid、wifi信息、IMSI、
        SIM卡信息、电池使用情况来识别是否为真实自然人用户、是否为异常地点登录、判断您的账号风险，并可能会记录一些我们认为有风险的链接（“URL”）；我们也会收集您的设备信息用于对系统问题进行分析、统计流量并排查可能存在的风险，在您选择向我们发送异常信息时予以排查。如果您不提供上述信息，我们则无法在您使用“办公预约”服务过程中对您的服务及账号安全进行保护。
      </p>
      <p>
        3、为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。如果您不提供这些信息，不会影响您使用“办公预约”的浏览、搜索、购买等基本服务，但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：
      </p>
      <p>
        （1）、基于位置信息的推荐、发布相关服务：我们会在您开启位置权限后访问获取您的位置信息，根据您的位置信息为您提供更契合您需求的页面展示、产品及/或服务，或帮助您在发布信息或互动时显示位置。请您知晓，当您关闭位置权限，我们将不会根据精确地理位置信息向您推荐信息，我们仅会基于大致地理位置信息对应的城市及/或区县向您展示、推荐您所在地区（城市、区县等）的本地相关信息。如果您希望进行信息发布时添加地理位置信息，您可以通过授权精确地理位置权限或主动选择的方式（搜索或平台推荐选项等）进行添加。
      </p>
      <p>
        （2）、基于相机/摄像头的附加服务：您可在开启相机/摄像头权限后使用该功能进行扫码用于登录、购物、领取优惠信息，拍摄照片或视频用于评价、分享，以及特定场景下经您授权的人脸识别等功能。当您使用该附加功能进行人脸识别时我们会收集您的面部特征，且严格在经您授权同意的范围内使用，未来如我们拟使用您的面部信息为您提供其他产品及/或服务功能的，我们会再次与您确认。请您知晓，即使您已同意开启相机/摄像头权限，我们也仅会在您主动拍摄、录制、扫码等使用相机/摄像头时获取信息。
      </p>
      <p>
        （3）、基于相册（图片库/视频库）的图片/视频访问及上传的附加服务：您可在开启相册权限后使用该功能上传您的照片/图片/视频，以实现更换头像、发表评论/分享、拍照购物或与客服沟通提供证明等功能。我们可能会通过您所上传的照片/图片来识别您需要购买的商品或服务；或使用包含您所上传照片、图片的评论信息。为实现您的好友、活动优惠等链接分享需求，我们可能会在设备本地读取您最近一次主动保存的图片链接地址。
      </p>
      <p>
        （4）、基于麦克风的语音技术相关附加服务：您可在开启麦克风权限后使用麦克风实现语音购物功能，或与客服联系，或与客服机器人实现语音交互，在这些功能中我们会收集您的语音信息以识别您的购物需求，或响应您的客服及争议处理等需求。请您知晓，即使您已同意开启麦克风权限，我们也仅会在您主动点击客户端内麦克风图标或录制视频时通过麦克风获取语音信息。
      </p>
      <p>
        （5）、基于通讯录信息的附加服务：我们将在您开启通讯录权限后收集您的通讯录信息，使您在购物时可以更便利地取用您通讯录内的联系人信息，无需再手动输入，包括您可以直接为通讯录中的联系人手机号进行充值。
      </p>
      <p>
        （6）、基于存储权限的附加服务：我们向您申请获取此权限，目的是为了保障客户端的稳定运行。在您开启我们可读取/写入您设备存储的权限后，我们将自您设备存储空间内读取或向其中写入图片、文件、崩溃日志信息等必要信息，用于向您提供信息发布或在本地记录崩溃日志信息等功能。
        您理解并同意，上述附加服务可能需要您在您的设备中开启您的位置信息
        （地理位置）、摄像头（相机）、相册（图片库）、麦克风（语音）、通讯录、日历及/或电话状态的访问权限，以实现这些权限所涉及信息的收集和使用。您可在我们客户端中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用。
      </p>
      <p>
        （二）本App将会采取合法、合理的措施保护用户的个人信息，非经法定原因或用户事先许可，本App不会向任何第三方透露您的非公开信息。以下情况除外：
      </p>
      <p>（1）用户授权App透露这些信息。</p>
      <p>
        （2）相关的法律法规或监管机构、司法机构要求本软件提供您的个人资料；国家司法机关符合法律规定并经法定程序的检查及其他操作。
      </p>
      <p>
        （3）任何第三方盗用、冒用或未经许可擅自披露、使用或对外公开您的个人隐私资料。
      </p>
      <p>
        （三）根据相关法律法规规定，我们在以下情况下收集、使用您的个人信息无需您的授权同意：
      </p>
      <p>（1）与我们履行法律、法规规定的义务相关的；</p>
      <p>（2）与国家安全、国防安全直接相关的；</p>
      <p>（3）与公共安全、公共卫生、重大公共利益直接相关的；</p>
      <p>（4）与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；</p>
      <p>
        （5）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
      </p>
      <p>（6）您自行向社会公众公开的个人信息；</p>
      <p>
        （7）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </p>
      <p>（8）根据与您签订和履行相关协议或其他书面文件所必需的；</p>
      <p>
        （9）用于维护所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；
      </p>
      <p>
        （10）法律法规规定的其他情形。 四、我们如何共享、转让、公开披露您的信息
      </p>
      <p>（一）共享</p>
      <p>
        我们不会与办公预约服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
      </p>
      <p>
        1、在法定情形下的共享：我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
      </p>
      <p>
        2、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
      </p>
      <p>
        3、为您提供您需要的产品或服务必要的情况下共享：您通过办公预约购买商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易、配送及售后服务需求。
      </p>
      <p>
        4、与授权合作伙伴共享：我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且我们将会通过协议要求其不得将此信息用于其他任何目的。
      </p>
      <p>（二）转让</p>
      <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
      <p>
        1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
      </p>
      <p>
        2、在办公预约服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
      </p>
      <p>（三）公开披露 我们仅会在以下情况下，公开披露您的个人信息：</p>
      <p>
        1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
      </p>
      <p>
        2、如果我们确定您出现违反法律法规或严重违反办公预约相关协议及规则的情况，或为保护办公预约用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及办公预约已对您采取的措施。
      </p>
      <p>（四）共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
      <p>
        根据相关法律法规规定，以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
      </p>
      <p>1、与我们履行法律法规规定的义务相关的；</p>
      <p>2、与国家安全、国防安全直接相关的；</p>
      <p>3、与公共安全、公共卫生、重大公共利益直接想关的；</p>
      <p>4、与犯罪侦查、起诉、审判和判决执行等司法或行政执法直接相关的；</p>
      <p>
        5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
      </p>
      <p>6、您自行向社会公众公开的个人信息</p>
      <p>
        7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
      </p>
      <p>
        请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
      </p>
      <p>（五）SDK的使用 “办公预约”接入的第三方SDK列表</p>
      <p>
        为保障“办公预约”相关功能的实现和应用的安全稳定运行，我们会接入由第三方提供的软件开发包（SDK）实现该目的。我们会对第三方SDK进行严格的安全检测，并要求合作伙伴采取严格的措施来保护您的个人数据。在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方SDK，并及时在本说明中向您公开说明接入第三方SDK的最新情况。请注意，第三方SDK可能因为版本升级、策略调整等原因导致数据类型存在一些变化。
      </p>
      <h2>四、用户接受服务中的账户管理及义务</h2>
      <p>
        1、用户如发现任何未经授权使用其账户登录“办公预约”或其他可能导致您其账户遭窃、遗失的情况，建议用户立即通知“办公预约”。用户应理解“办公预约”对其任何请求采取行动均需要合理时间，除“办公预约”存在过错外，“办公预约”对用户账户遭窃、遗失所产生的后果不承担任何责任。
      </p>
      <p>
        2、如果办公预约发现或收到他人举报或投诉用户违反本协议约定的，办公预约有权不经通知随时对相关内容，包括但不限于用户资料、发贴记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁
        、设备封禁 、功能封禁 的处罚，且通知用户处理结果。
      </p>
      <p>
        3、因违反用户协议被封禁的用户，可以自行与办公预约联系。其中，被实施功能封禁的用户会在封禁期届满后自动恢复被封禁功能。被封禁用户可提交申诉，办公预约将对申诉进行审查，并自行合理判断决定是否变更处罚措施。
      </p>
      <p>
        4、用户理解并同意，办公预约有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。
      </p>
      <p>
        5、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿办公预约与合作公司、关联公司，并使之免受损害。
      </p>
      <h2>五、用户发布内容规范</h2>
      <p>
        1、本条所述内容是指用户使用服务的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用账号或本服务所产生的内容。
      </p>
      <p>
        2、用户不得利用“办公预约”账号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：
      </p>
      <p> (1) 反对宪法所确定的基本原则的；</p>
      <p> (2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p> (3) 损害国家荣誉和利益的；</p>
      <p> (4) 煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p> (5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p> (6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p> (7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p> (8)侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p> (9)含有法律、行政法规禁止的其他内容的信息。</p>
      <p>
        3、用户不得利用“办公预约”账号或本服务制作、上载、复制、发布、传播如下干扰“服务”正常运营，以及侵犯其他用户或第三方合法权益的内容：
      </p>
      <p> (1) 含有任何性或性暗示的；</p>
      <p> (2) 含有辱骂、恐吓、威胁内容的；</p>
      <p> (3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
      <p> (4) 涉及他人隐私、个人信息或资料的；</p>
      <p> (5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
      <p>
        (6) 含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。
      </p>
      <p>
        (7)不得利用“办公预约”从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；
      </p>
      <p>
        (8)不得干扰“办公预约”的正常运转，不得侵入国家计算机信息系统及“办公预约”系统。
      </p>
      <p>
        因用户违法行为致使国家公权力机关介入调查，“办公预约”有权保留用户发布的相关信息并将其提供给国家公权力机关。
      </p>
      <h2>六、使用规则</h2>
      <p>
        1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表办公预约的观点、立场或政策，办公预约对此不承担任何责任。
      </p>
      <p>2、用户不得利用“办公预约”账号或本服务进行如下行为：</p>
      <p>
        (1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；
      </p>
      <p> (2) 强制、诱导其他用户关注、点击链接页面或分享信息的；</p>
      <p> (3) 虚构事实、隐瞒真相以误导、欺骗他人的；</p>
      <p> (4) 利用技术手段批量建立虚假账号的；</p>
      <p> (5) 利用“办公预约”账号或本服务从事任何违法犯罪活动的；</p>
      <p>
        (6)
        制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；
      </p>
      <p>
        (7)
        其他违反法律法规规定、侵犯其他用户合法权益、干扰“办公预约”正常运营或服务未明示授权的行为。
      </p>
      <p>
        3、用户须对利用“办公预约”账号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与办公预约无关。如因此给办公预约或第三方造成损害的，用户应当依法予以赔偿。
      </p>
      <p>
        4、办公预约提供的服务中可能包括广告，用户同意在使用过程中显示办公预约和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，办公预约不承担任何责任。
      </p>
      <p>
        5、用户不得在本服务中或通过本服务所传送、发布的任何内容，造谣、诽谤或者发表、传播其他对办公预约不利的信息或虚假信息,否则办公预约有权收回用户账号使用权并停止用户在该账户中的一切权益。
      </p>
      <h2> 七、账号注销须知</h2>
      <p> 1.注销账号的后果</p>
      <p>
        请您务必仔细阅读、充分理解协议中相关条款内容，注销账号是不可撤销且不可逆转的操作。当您注销账号后，将（可能）产生包括但不限于如下后果：
      </p>
      <p>
        1.1注销账号后，您将无法登录、使用该账号及账号原验证手机登录办公预约会员相关产品与服务，即您将无法再以此账号登录、使用办公预约会员相关产品与服务。
      </p>
      <p>
        1.2注销账号后，您曾通过该账号登录、使用的办公预约会员相关产品与服务下的所有内容、信息、数据、记录将会被全部删除或匿名化处理（但国家法律法规、规章、规范性文件，政府的政策、命令等另有要求或为履行我们的合规义务的除外），您也无法再检索、访问、获取、继续使用和找回这些信息或数据，包括但不限于：
      </p>
      <p>(1)该账号下的您自主设置的个人资料（如：头像、昵称等）；</p>
      <p>
        (2)该账号下您主动提供或在使用过程中授权我们收集的个人信息（如：绑定的手机号等）；
      </p>
      <p> (3)其他与该账号相关的内容、信息、数据、历史记录或服务记录等。</p>
      <p>
        1.3注销账号后，您在使用办公预约会员产品与服务期间产生的账号内资产和虚拟权益将视为自动放弃，无法予以退还或退换，包括但不限于：
      </p>
      <p>
        (1)您在办公预约会员产品与服务中的账户、会员等级与权益、积分、蛋票等；
      </p>
      <p> (2)其他已产生但未消耗完毕的权益及资产或未来的预期收益。</p>
      <p>
        1.4账号注销具有不可逆转和不可撤销性，账号一旦注销完成，将无法恢复，您的原账号对应的数字ID将可能分配给其他新注册的用户。如果您在注销后相同手机号码不能再次向我们申请注册账号。
      </p>
      <p>
        1.5账号一旦注销，您将不再享有您与我们签署的相关用户协议、其他权利义务性文件中约定的适用于注册用户的权利，但法律法规、规章、规范性文件，政府的政策、命令等另有要求或用户服务协议中另有规定的除外。
      </p>
      <p> 2.注销须满足的条件</p>
      <p>
        在您向我们申请注销账号前，为保障您的账号安全和财产权益，您的账号需同时满足以下条件：
      </p>
      <p>
        2.1该账号是您通过我们的官方渠道注册的账号，且为您本人注册、使用的账号；
      </p>
      <p>2.1该账号内无未处理完毕的交易或已提供服务但未支付的订单或服务；</p>
      <p> 3.其他须知</p>
      <p>
        3.1注销申请提交后，您将不能再通过该账号使用办公预约会员的产品及服务。我们将在15天内处理您的注销申请，并通过短信向您发送注销成功或未能注销的通知。我们的客服团队也有可能通过您留下的联系方式就注销申请的结果与您联络。
      </p>
      <p>
        3.2注销账号并不减轻或免除您应根据相关法律法规、相关协议、规则（可能）需要承担的相关责任。
      </p>
      <p>
        3.3如在账号注销过程中有任何问题您无法处理的或在处理过程中有任何疑惑的，可登录办公预约小程序联系在线客服协助处理。
      </p>
      <h2> 八、协议更新及用户关注义务</h2>
      <p>
        根据国家法律法规变化及网站运营需要，办公预约有权对本协议条款不时地进行修改，修改后的条款一旦在办公预约平台上公示即生效，并代替原来的协议条款。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，应立即停止接受平台依据本协议提供的服务；如用户继续接受平台提供的服务，即视为用户同意更新后的协议。建议您在使用办公预约之前阅读本协议及办公预约APP中发布的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条不影响任何其余条款的有效性和可执行性。
      </p>
      <h2> 九、其他</h2>
      <p>
        1、办公预约郑重提醒用户注意本协议中免除办公预约责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。
      </p>
      <p>
        2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和办公预约之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交办公预约住所地有管辖权的人民法院管辖。
      </p>
      <p>
        3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
      </p>
      <p> 4.公司名称：黑龙江省云昱科技有限公司 联系方式：18944502588</p>
    </div>
  );
}
